Repository: incuvolve/ivBlock
Catalog: ivBlock/Shared (App)/Resources/*.lproj/Localizable.strings
Languages: de

# jsRequiredMessage
source: JavaScript is required to use this application.
de: JavaScript ist erforderlich, um diese Anwendung zu nutzen.

# safariExtSettingsIOS
source: You can turn on ivBlock’s Safari extension in Settings.
de: Sie können die ivBlock Safari-Erweiterung in den Einstellungen aktivieren.

# safariExtPrefsMacUnknown
source: You can turn on ivBlock’s extension in Safari Extensions preferences.
de: Sie können die ivBlock-Erweiterung in den Safari-Erweiterungseinstellungen aktivieren.

# safariExtPrefsMacOn
source: ivBlock’s extension is currently on. You can turn it off in Safari Extensions preferences.
de: Die ivBlock-Erweiterung ist derzeit aktiviert. Sie können sie in den Safari-Erweiterungseinstellungen deaktivieren.

# safariExtPrefsMacOff
source: ivBlock’s extension is currently off. You can turn it on in Safari Extensions preferences.
de: Die ivBlock-Erweiterung ist derzeit deaktiviert. Sie können sie in den Safari-Erweiterungseinstellungen aktivieren.

# quitAndOpenSafariExtPrefs
source: Quit and Open Safari Extensions Preferences…
de: Safari-Erweiterungseinstellungen beenden und öffnen…

# safariExtSettingsMacOn
source: ivBlock’s extension is currently on. You can turn it off in the Extensions section of Safari Settings.
de: Die ivBlock-Erweiterung ist derzeit aktiviert. Sie können sie im Bereich „Erweiterungen“ der Safari-Einstellungen deaktivieren.

# safariExtSettingsMacOff
source: ivBlock’s extension is currently off. You can turn it on in the Extensions section of Safari Settings.
de: Die ivBlock-Erweiterung ist derzeit deaktiviert. Sie können sie im Bereich „Erweiterungen“ der Safari-Einstellungen aktivieren.

# safariExtSettingsMacUnknown
source: You can turn on ivBlock’s extension in the Extensions section of Safari Settings.
de: Sie können die ivBlock-Erweiterung im Bereich „Erweiterungen“ der Safari-Einstellungen aktivieren.

source: Quit and Open Safari Settings…
de: Safari-Einstellungen beenden und öffnen…
